// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Enhetsoppdaging";


// Search Task
SearchTaskName = "Velg enhet";
SearchTaskTitle = "Velg enhet for konfigurering";

AllFilterTitle = "Alle";

DevicesFilterLabel = "Enheter:";
SupportedDevicesFilterTitle = "Støttes";

ConnectionFilterLabel = "Tilkobling:";

DeviceNameColumnTitle = "Enhetsnavn";
ConnectionColumnTitle = "Tilkobling";
DetailsColumnTitle = "Detaljer";
DeviceModelColumnTitle = "Enhetsmodell";

DeviceIsNotListedButtonTitle = "Enheten min er ikke på listen…";
SpecifyDeviceManuallyButtonTitle = "Angi enhet manuelt…";

AdminPasswordIsSetOnDeviceTitle = "Et administratorpassord er angitt på den valgte enheten";
AdminPasswordIsSetOnDeviceText = "Den valgte enheten ser ut til å være konfigurert fra før. Klikk på \"Fortsett\"-knappen for å fortsette konfigureringen uansett.";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Den valgte enheten ser ut til å være konfigurert fra før.";

DeviceCommunicationError = "Kommunikasjonsfeil";
DeviceCommunicationErrorText = "Det oppstod en feil under kommunikasjon med enheten. Kontroller at enheten er klar, og prøv igjen.";
DeviceCommunicationTimeoutErrorText = "Enheten svarer ikke. Kontroller at enheten er koblet til, og prøv igjen.";

ManualSpecifyTaskDescription = "Angi enhet manuelt";
ManualSpecifyOkButtonTitle = "Koble til";
